<template>
  <div class="signContract margin-footer">
    <p class="title b-b">用户注册协议</p>
    <div class="contract-content mt_10 p">
      <div class="row">
        <h6 class="t-sm bold">1. 服务条款的确认和接纳</h6>
        <p
          class="t-sm"
        >本服务协议是用户（您）与上海蚁众企业管理咨询有限公司（以下简称“蚂蚁社保”）之间的协议，适用于蚂蚁社保的手机服务平台、微信服务平台及相关网站服务平台。用户在注册程序过程中点击“同意”按钮完成注册，即表示用户与蚂蚁社保已达成协议，自愿接受本服务条款的所有内容。 任何修订和新规则一经公布即自动成为本服务条款的一部分，用户登录或继续使用服务的行为将被视为接受上述规则修改并愿意继续履行合同的意思表示。蚂蚁社保享有蚂蚁社保上一切活动的监督、提示、检查、纠正及处罚等权利。</p>
      </div>
      <div class="row">
        <h6 class="t-sm bold">2. 服务保护条款</h6>
        <p class="t-sm">2.1 蚂蚁社保是由蚂蚁社保运用自己的云服务系统通过国际互联网络为用户提供各项人力资源管理在线云服务，用户必须：</p>
        <p class="t-sm">(1) 自备设备，包括但不限于个人电脑及配备上网装置；</p>
        <p class="t-sm">(2) 用户上网并自行支付与此服务有关的费用。</p>
      </div>
      <div class="row">
        <p class="t-sm">2.2 因注册使用的真实性需要，用户同意。</p>
        <p class="t-sm">(1) 提供真实、详尽及准确的注册资料(包括但不限于管理员信息、企事业单位信息等)；</p>
        <p class="t-sm">(2) 随时更新注册资料，符合真实、详尽、准确的要求。所有原始键入的资料将引用为注册资料。</p>
      </div>
      <div class="row">
        <p
          class="t-sm"
        >2.3 尊重用户隐私是蚂蚁社保的一项基本政策。未经用户授权或许可，蚂蚁社保一定不会公开、编辑或透露用户的注册资料包括姓名、住址、电子邮箱、账号及保存在蚂蚁社保上的各项服务中的非公开内容，除非蚂蚁社保在诚信的基础上认为透露这些信息在以下几种情况是必要的：</p>
        <p
          class="t-sm"
        >(1) 遵守有关法律法规，包括在国家有关机关查询时，提供用户在蚂蚁社保网页上发布的信息内容及其发布时间、互联网地址或者域名以及其他用户上传至蚂蚁社保上的信息。</p>
        <p class="t-sm">(2) 法律、法规要求或者按照有关政府主管部门的要求，需要蚂蚁社保提供用户的注册资料。</p>
        <p class="t-sm">(3) 在紧急情况下维护用户个人和社会大众的隐私安全。</p>
        <p class="t-sm">(4) 为维护公众以及蚂蚁社保合法利益。</p>
        <p class="t-sm">(5) 事先获得用户明确授权，用户要求蚂蚁社保或授权某人通过电子邮件服务或其他方式透露这些信息；</p>
        <p class="t-sm">(6) 在不透露单独用户隐私资料的前提下，蚂蚁社保有权对整个用户数据库进行分析并对用户数据库进行商业上的利用；</p>
        <p class="t-sm">(7) 蚂蚁社保认为必要的其他情况下,蚂蚁社保公司通过电子邮箱向其发送商业信息的行为符合本条关于隐私保护的约定。</p>
      </div>
      <div class="row">
        <p class="t-sm">2.4 蚂蚁社保为用户提供的各项服务，其中也包括各类信息服务。</p>
        <p
          class="t-sm"
        >蚂蚁社保定义的信息内容包括但不限于以下内容：文字、软件、声音、相片、录像、图表、在广告中的全部内容、蚂蚁社保为用户提供的商业信息等，所有这些内容受版权、商标权、和其它知识产权及所有权法律的保护。所以，用户只能在蚂蚁社保授权下使用这些内容，并且不能擅自复制、修改、编撰这些内容或创造与内容有关的衍生产品。</p>
      </div>
      <div class="row">
        <p
          class="t-sm"
        >2.5用户应自行承担使用蚂蚁社保提供的服务而产生的正常风险，在法律允许的最大范围内，蚂蚁社保不就因使用或不能使用蚂蚁社保提供的服务所发生的特殊的、意外的、直接或间接的损失承担赔偿责任，即使已被事先告知该损害发生的可能性。蚂蚁社保不担保蚂蚁社保的服务一定能满足用户的要求，也不担保其服务不会中断，对其服务的及时性、安全性、准确性也都不作担保。</p>
      </div>
      <div class="row">
        <p
          class="t-sm"
        >2.6 用户认可并接受，使用蚂蚁社保提供的服务涉及到Internet服务和电信增值服务，可能会受到各个环节不稳定因素的影响，如因不可抗力、计算机病毒或黑客攻击、国家相关行业主管部门及电信运营商的调整、系统不稳定、用户所在位置、用户关机以及其他任何技术、互联网络、通信线路等各种原因造成的服务中断或不能满足用户要求的风险。用户愿意承担以上风险，蚂蚁社保不作担保。对因此导致用户不能发送、上传和接受阅读消息、或接发错消息，或无法实现其他通讯条件，蚂蚁社保不承担责任。</p>
      </div>
      <div class="row">
        <p
          class="t-sm"
        >2.7 用户认可并接受，在使用蚂蚁社保提供的服务存在有来自任何他人的包括威胁性的、诽谤性的、令人反感的或非法的内容或行为或对他人权利的侵犯(包括知识产权)的匿名或冒名的信息的风险，用户愿意承担以上风险，蚂蚁社保和合作公司对服务不作任何类型的担保，不论是明确的或隐含的，包括所有有关信息真实性、适用性、所有权和非侵权性的默示担保和条件，对因此导致任何因用户不正当或非法使用服务产生的直接、间接、偶然、特殊及后续的损害，不承担任何责任。同时，用户的上述行为引起对蚂蚁社保或第三方的损害，应当依法承担责任并向蚂蚁社保进行赔偿，蚂蚁社保可以自行或协助第三方使用用户提供的任何信息进行维权。</p>
      </div>
      <div class="row">
        <p class="t-sm">2.8 如果用户提供的资料不真实，不准确，不合法有效，蚂蚁社保保留暂停或终止该用户使用蚂蚁社保各项服务的权利。</p>
      </div>
      <div class="row">
        <p class="t-sm">2.9 如果用户未遵守本服务条款的任何一项，蚂蚁社保有权利立即暂停或终止提供一切服务，并保留通过合法手段追究责任的权利。</p>
      </div>
      <div class="row">
        <h6 class="t-sm bold">3. 用户使用规则</h6>
        <p
          class="t-sm"
        >特别提示用户，使用蚂蚁社保提供的网络服务必须遵守国家有关的政策和法律，包括刑法、国家安全法、保密法及其他计算机信息系统安全保护条例等，用户应自觉维护国家利益，保护国家安全，对于违法使用蚂蚁社保提供的网络服务而引起的一切责任，由用户自行承担全部责任。</p>
      </div>
      <div class="row">
        <p class="t-sm">3.1 用户在申请使用蚂蚁社保提供的网络服务时，必须向蚂蚁社保提供真实准确的个人资料或机构资料，如个人资料或机构资料有任何变动，必须及时更新。</p>
      </div>
      <div class="row">
        <p class="t-sm"></p>
        <p class="t-sm"></p>
      </div>
      <div class="row">
        <p
          class="t-sm"
        >3.2 用户注册成功后，蚂蚁社保将给予每个用户一个/多个用户账号及相应的密码，该用户账号和密码由用户负责保管；用户可随时改变自己的密码。用户应当对以其用户账号进行的所有活动和事件承担法律责任，用户若发现任何非法使用本人用户账号或安全漏洞的情况，立即通告蚂蚁社保。</p>
      </div>
      <div class="row">
        <p class="t-sm">3.3 用户不得使用蚂蚁社保服务发送或传播违反国家法律制度的信息、敏感信息和不宜发送或传播的信息，包括但不限于下列信息：</p>
        <p class="t-sm">(1) 反对宪法所确定的基本原则的；</p>
        <p class="t-sm">(2) 危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的；</p>
        <p class="t-sm">(3) 损害国家荣誉和利益的；</p>
        <p class="t-sm">(4) 煽动民族仇恨、民族歧视，破坏民族团结的；</p>
        <p class="t-sm">(5) 破坏国家宗教政策，宣扬邪教和封建迷信的；</p>
        <p class="t-sm">(6) 散布谣言，扰乱社会秩序，破坏社会稳定的；</p>
        <p class="t-sm">(7) 散布淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪的；</p>
        <p class="t-sm">(8) 侮辱或者诽谤他人，侵害他人合法权益的；</p>
        <p class="t-sm">(9) 含有法律、行政法规禁止的其他内容的。</p>
      </div>
      <div class="row">
        <p class="t-sm">3.4 用户在使用蚂蚁社保网络服务过程中，必须遵循以下原则：</p>
        <p class="t-sm">(1) 遵守中国有关的法律和法规；</p>
        <p class="t-sm">(2) 不得为任何非法目的而使用网络服务系统；</p>
        <p class="t-sm">(3) 遵守所有与网络服务有关的网络协议、规定和程序；</p>
        <p class="t-sm">(4) 不得利用蚂蚁社保进行任何可能对互联网的正常运转造成不利影响的行为；</p>
        <p class="t-sm">(5) 不得利用蚂蚁社保传输任何骚扰性的、中伤他人的、辱骂性的、恐吓性的、庸俗淫秽的或其他任何非法的信息资料；</p>
        <p class="t-sm">(6) 不得利用蚂蚁社保进行任何不利于蚂蚁社保的行为。</p>
        <p class="t-sm">若用户的行为不符合以上提到的服务条款，蚂蚁社保将作出独立判断立即取消用户服务账号。</p>
      </div>
      <div class="row">
        <p class="t-sm">3.5 使用蚂蚁社保网站服务，用户应加强个人或机构资料的保护意识，并注意用户账号的密码保护。</p>
      </div>
      <div class="row">
        <p class="t-sm">3.6 盗取他人用户账号或利用网络通讯骚扰他人，均属于非法行为。用户不得采用测试、欺骗等任何非法手段，盗取其他用户的账号和对他人进行骚扰。</p>
      </div>
      <div class="row">
        <p
          class="t-sm"
        >3.7 蚂蚁社保保留独立判定用户的行为是否符合蚂蚁社保服务条款的要求和精神的权利，如果用户违背了服务条款的规定，蚂蚁社保有权自行中断或删除其账号。如用户对蚂蚁社保中断或删除行为有异议的，应自中断或删除行为作出后五个工作日内向蚂蚁社保书面提出。</p>
      </div>
      <div class="row">
        <p class="t-sm">3.8 蚂蚁社保不对用户所发布信息的删除或储存失败承担责任。</p>
      </div>
      <div class="row">
        <p
          class="t-sm"
        >3.9 所有发给用户的通告都可通过电子邮件或常规的信件传送。蚂蚁社保会通过邮件服务发报消息给用户，告知服务条款的修改、服务变更、或其它重要事项。同时，蚂蚁社保保留对蚂蚁社保用户投放商业性广告的权利。</p>
      </div>
      <div class="row">
        <h6 class="t-sm bold">4. 服务条款的修改与公示</h6>
        <p class="t-sm">蚂蚁社保会在必要时修改服务条款，一旦本协议的内容发生变动，蚂蚁社保将会直接在网站上公布修改之后的协议内容，该公布行为视为蚂蚁社保已经通知用户修改内容。</p>
        <p
          class="t-sm"
        >蚂蚁社保也可通过其他适当方式向用户提示修改内容。如果不同意蚂蚁社保对本协议相关条款所做的修改，用户有权停止使用网络服务，如果用户继续使用网络服务，则视为用户接受蚂蚁社保对本协议相关条款所做的修改。</p>
        <p class="t-sm">若有任何服务条款与法律相抵触，那这些条款将按尽可能接近的方法重新解析，而其它条款则继续对用户产生法律效力和影响。</p>
      </div>
      <div class="row">
        <h6 class="t-sm bold">5. 服务修订</h6>
        <p
          class="t-sm"
        >蚂蚁社保特别提示用户，蚂蚁社保为了保障系统升级，有权修改或中断服务，蚂蚁社保通过网站公告或者邮件方式通知用户修改或者中断服务的时间段，在中断服务期间，用户将无法网上操作，请用户注意查看公告或查收邮件信息。</p>
      </div>
      <div class="row">
        <h6 class="t-sm bold">6. 用户的权利及义务</h6>
        <p class="t-sm">(1) 用户应向蚂蚁社保提供其用过的人事信息，包括但不限于工商营业执照、现有人员配置信息及其他资料。</p>
        <p
          class="t-sm"
        >(2) 在合作期内，用户保证其提供给蚂蚁社保的内容(包括嵌套的信息内容)等资料真实、合法，且不侵犯第三方的合法权益。用户应对该内容享有相应的知识产权或合法使用权，该等权利证明文件应同时提交蚂蚁社保。</p>
        <p class="t-sm">(3) 用户对蚂蚁社保负有保密义务，不得以任何方式向其他第三方披露透露在履行本协议过程中知悉的蚂蚁社保任何信息。</p>
        <p
          class="t-sm"
        >(4) 用户应在本协议约定的范围内使用蚂蚁社保的名称及标识。如确需在蚂蚁社保之外使用蚂蚁社保名称和标识的，应取得蚂蚁社保的书面授权。用户应保证妥善使用蚂蚁社保的名称和标识，不得随意修改、剪裁、变更或不恰当引用。</p>
        <p
          class="t-sm"
        >(5) 经蚂蚁社保书面许可，用户可在其发布的信息中加入宣传资料或广告策划，在蚂蚁社保提供的各项免费服务中展示其产品。用户应保证其发布内容的真实性与合法性。蚂蚁社保对上述内容不作实质性审查，用户与第三方因此发生纠纷的，应自行承担全部责任，由此给蚂蚁社保造成损失的，用户应予赔偿。</p>
      </div>
      <div class="row">
        <h6 class="t-sm bold">7. 违约条款</h6>
        <p class="t-sm">(1) 本协议的订立、执行和解释及争议的解决均应适用中华人民共和国法律。</p>
        <p class="t-sm">(2) 本协议自您登录使用蚂蚁社保起生效，长期有效。</p>
        <p class="t-sm">(3) 蚂蚁社保保留在法律允许范围内对本协议的最终解释权。</p>
      </div>
      <div class="row">
        <h6 class="t-sm bold">8. 结束服务</h6>
        <p class="t-sm">(1) 不再使用蚂蚁社保的服务。</p>
        <p class="t-sm">(2) 结束用户使用蚂蚁社保服务的资格。</p>
        <p class="t-sm">(3) 书面通告蚂蚁社保停止该用户的服务。</p>
        <p class="t-sm">结束用户服务后，用户使用蚂蚁社保服务的权利马上中止。从那时起，蚂蚁社保不再对用户承担任何义务。</p>
      </div>
      <div class="row">
        <h6 class="t-sm bold"></h6>
        <p class="t-sm"></p>
      </div>
      <div class="row">
        <h6 class="t-sm bold">9. 知识产权</h6>
        <p
          class="t-sm"
        >用户保证和声明对其所提供的作品拥有完整的合法的著作权或完整的合法的授权可以用于其在蚂蚁社保上从事的活动，保证蚂蚁社保使用该作品不违反国家的法律法规，也不侵犯第三方的合法权益或承担任何义务。用户应对其所提供作品因形式、内容及授权的不完善、不合法所造成的一切后果承担完全责任。蚂蚁社保保留对蚂蚁社保网站所有内容进行实时监控的权利，并有权依其独立判断对任何违反本协议约定的作品实施删除，蚂蚁社保对于删除用户作品引起的任何后果或导致用户的任何损失不负任何责任。因用户作品的违法或侵害第三人的合法权益而导致蚂蚁社保公司或其关联公司对第三方承担任何性质的赔偿、补偿或罚款而遭受损失(直接的、间接的、偶然的、惩罚性的和继发的损失)，用户对于蚂蚁社保及其关联公司或蚂蚁社保蒙受的上述损失承担全面的赔偿责任。</p>
      </div>
      <div class="row">
        <h6 class="t-sm bold">10. 争议解决</h6>
        <p class="t-sm">如双方就本协议内容或其执行发生任何争议，双方应尽量友好协商解决。协商不成时，任何一方均可向蚂蚁社保所在地的上海市人民法院提起诉讼。</p>
      </div>
      <div class="row">
        <h6 class="t-sm bold">11. 其他</h6>
        <p
          class="t-sm"
        >(1) 蚂蚁社保将视向用户所提供服务内容之特性，要求用户在注册蚂蚁社保提供的有关服务时，遵守特定的条件和条款；如该特定条件和条款与以上服务条款有任何不一致之处，则以特定条件和条款为准。</p>
        <p class="t-sm">(2) 本服务条款中的某一条款无论因何种原因被认定为无效或不具有执行力，不影响其余条款仍应有效并且有约束力。</p>
        <p class="t-sm">(3) 本服务条款执行过程中所产生的任何问题，蚂蚁社保和用户都将友好协商解决。</p>
        <p class="t-sm">(4) 以上条款的解释权归蚂蚁社保最终所有。</p>
      </div>
    </div>
  </div>
</template>

<script>
export default {
  name: "ura"
};
</script>
<style lang="scss" scoped>
.signContract {
  font-size: 14px;
  background: #fff;
  padding-bottom: 50px;
  .title {
    padding-top: 10px;
    padding-bottom: 10px;
    color: #68c269;
    text-align: center;
  }
  .b-b {
    border-bottom: 1px solid #eee;
  }
  .p {
    padding-left: 10px;
    padding-right: 10px;
    line-height: 25px;
    padding-bottom: 10px;
  }
  .bold {
    font-weight: 700;
  }
  h6.bold {
    margin-bottom: 5px;
  }
}
</style>